/* connection error alert title */
"connection error" = "erreur de connexion";

/* Mobile number or password are not correct */
"Mobile number or password are not correct" = "Numéro de mobile ou mot de passe ne sont pas correctes";

/* No internet connection available */
"No internet connection available" = "Pas de connexion Internet disponible";

/* no success alert title */
"no success" = "sans succès";

/* Last refresh at */
"Last refresh at" = "Dernière actualisation à %@";

/* MB to use */
"MB to use" = "%@ \nà utiliser";

/* MB used */
"MB used" = "%@ \nutilisés";

/* Password */
"Password" = "Mot de passe";

/* Proximus Mobile Number */
"Proximus Mobile Number" = "Proximus Numéro de Mobile";

/* usage from to */
"usage from to" = "l'utilisation de %1$@ à %2$@";

/* alert when no credentials */
"no credentials" = "Aucun numéro de téléphone mobile et mot de passe disponible.\nAppuyez sur i en bas à droite pour entrer vos informations d'identification.";